[
  {
    "id": "17",
    "title": "Revolve",
    "category": "[branding, audiovisual]",
    "date": "Santa Fe — Santa Fe [2025]",
    "intro": "<span class='fw-semibold'>Estudio de marketing:</span><br>Diseño de marca",
    "descript1": "<strong>Desafío:</strong> La marca necesitaba comunicar crecimiento y progreso de manera sutil pero efectiva.",
    "descript2": "<strong>Solución:</strong> Desarrollé una identidad visual minimalista basada en el concepto universal de 'ascenso' presente en nuestro imaginario colectivo. El acento circunflejo [^] se convirtió en el elemento distintivo de la marca, transmitiendo aspiración y mejora continua.",
    "cant": "6",
    "video": "1",
    "related": "[0, 0]",
    "link": "instagr.am/xrevolve.online"
  },
  {
    "id": "16",
    "title": "Foreman™",
    "category": "[branding, web]",
    "date": "Rosario — Santa Fe [2025]",
    "intro": "<span class='fw-semibold'>Empresa de informática:</span><br>Diseño de marca + manual de aplicación + web.",
    "descript1": "<strong>Desafío:</strong> Una consultora tecnológica especializada en seguridad informática/IA necesitaba una identidad que transmitiera sofisticación técnica y capacidad de automatización sin perder calidez humana.",
    "descript2": "<strong>Solución:</strong> Diseñé una identidad de marca que equilibra elementos tecnológicos con un enfoque centrado en resultados empresariales.<br>La marca refleja su especialización en implementación de software personalizado para automatización con IA.",
    "cant": "10",
    "video": "",
    "related": "[0, 0]",
    "link": "foreman.com.ar"
  },
  {
    "id": "15",
    "title": "Grupo Sandoval",
    "category": "[branding]",
    "date": "Santa Fe — Santa Fe [2025]",
    "intro": "<span class='fw-semibold'>Empresa de tipo holding:</span><br>Diseño de marca + manual de aplicación.",
    "descript1": "<strong>Desafío:</strong> Crear una marca paraguas que permitiera el crecimiento futuro de múltiples submarcas manteniendo una coherencia visual y conceptual.<br><br><strong>Proceso:</strong> Realicé un análisis profundo de la visión de negocio a largo plazo y creé un manual de marca que establece reglas claras para la integración de futuras submarcas.",
    "descript2": "<strong>Solución:</strong> Desarrollé un sistema de identidad visual basado en la geometría de poliedros 3D, donde cada vector representa una empresa del grupo unida en una estructura coherente. Este concepto matemático permite una escalabilidad infinita, alineándose perfectamente con la visión de expansión del cliente.",
    "cant": "11",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "14",
    "title": "Forja",
    "category": "[branding]",
    "date": "Posadas — Misiones [2025]",
    "intro": "<span class='fw-semibold'>Indumentaria industrial:</span><br>Diseño de marca.",
    "descript1": "<strong>Desafío:</strong> Crear una marca de indumentaria de alta resistencia que conectara auténticamente con trabajadores industriales y estudiantes de escuelas técnicas, diferenciándose en un mercado saturado.<br><br><strong>Proceso:</strong> Investigué a fondo las necesidades específicas de los usuarios finales, visitando entornos industriales y escuelas técnicas para comprender sus requerimientos reales de vestuario laboral.",
    "descript2": "<strong>Solución:</strong> Desarrollé una identidad que evoca durabilidad y resistencia. El concepto 'Forja' conecta con el proceso de transformación bajo condiciones extremas, alineándose perfectamente con los valores del producto y su público objetivo.",
    "cant": "5",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "13",
    "title": "Javier Cucina",
    "category": "[branding, audiovisual, social, lettering]",
    "date": "Posadas — Misiones [2023]",
    "intro": "<span class='fw-semibold'>Productor de panificados:</span><br>Diseño de marca + producción audiovisual para productos.",
    "descript1": "<strong>Desafío:</strong> Un emprendimiento de panificados artesanales necesitaba una identidad que transmitiera autenticidad y sabor casero, destacando especialmente durante fechas festivas cuando concentra su mayor volumen de ventas.<br><br><strong>Estrategia:</strong> Desarrollé un calendario anual de comunicación visual adaptado a cada festividad importante, manteniendo la esencia de la marca mientras la hace relevante para cada ocasión especial.",
    "descript2": "<strong>Solución:</strong> Diseñé una identidad versátil con un sistema de aplicaciones específicas para fechas especiales. La marca combina elementos tradicionales de panadería con un toque contemporáneo que atrae a consumidores que valoran lo artesanal.",
    "cant": "10",
    "video": "",
    "related": "[0, 0]",
    "link": "instagr.am/javiercucina"
  },
  {
    "id": "12",
    "title": "Club Alemán de Patín",
    "category": "[branding]",
    "date": "Posadas — Misiones [2023]",
    "intro": "<span class='fw-semibold'>Club de patín artístico de competencia:</span><br>Retoque de marca + manual de aplicación.",
    "descript1": "<strong>Desafío:</strong> Modernizar la identidad visual de un club deportivo tradicional respetando su herencia cultural alemana y valores históricos.<br><br><strong>Investigación:</strong> Estudié la heráldica alemana y la evolución histórica de sus símbolos nacionales para asegurar precisión cultural en el rediseño.",
    "descript2": "<strong>Solución:</strong> Rediseñé el emblemático águila alemana y reestructuré los elementos de la marca para crear un escudo contemporáneo pero respetuoso con la tradición. Utilicé la tipografía Fraktur, empleada históricamente en la literatura alemana entre los siglos XVI y XIX, estableciendo una conexión auténtica con las raíces culturales del club.",
    "cant": "5",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "11",
    "title": "Testa",
    "category": "[branding]",
    "date": "Posadas — Misiones [2022]",
    "intro": "<span class='fw-semibold'>Asesor de negocios para emprendedores:</span><br>Diseño de marca.",
    "descript1": "<strong>Desafío:</strong> Una consultora de coaching ontológico necesitaba una identidad que transmitiera claridad mental y reflexión estratégica para destacar en un mercado saturado.<br><br><strong>Proceso:</strong> Trabajé estrechamente con el cliente para entender la metodología única de su coaching, traduciendo conceptos abstractos a elementos visuales concretos.",
    "descript2": "<strong>Solución:</strong> Desarrollé una marca centrada en el concepto 'usar la cabeza', incorporando el color amarillo [favorito del cliente] para transmitir optimismo e iluminación mental. La identidad visual establece un equilibrio entre profesionalismo y accesibilidad.",
    "cant": "4",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "10",
    "title": "Tupperfect",
    "category": "[branding, audiovisual, social]",
    "date": "Posadas — Misiones [2022]",
    "intro": "<span class='fw-semibold'>Vendedora de Tupperware:</span><br>Naming y producción foto-producto para Instagram.",
    "descript1": "<strong>Desafío:</strong> Diferenciar a una revendedora de productos Tupperware en un mercado saturado donde la mayoría utiliza el material visual genérico de la marca principal.",
    "descript2": "<strong>Solución:</strong> Creé una submarca 'Tupperfect' [juego de palabras entre Tupperware y 'perfecto' en inglés] con un sistema gráfico delicado y distintivo. Desarrollé una producción audiovisual para redes sociales que se distingue completamente del catálogo oficial y de otras revendedoras.",
    "cant": "11",
    "video": "",
    "related": "[0, 0]",
    "link": "instagr.am/tupperfect"
  },
  {
    "id": "9",
    "title": "Jes",
    "category": "[branding, lettering]",
    "date": "Puerto Rico — Misiones [2023]",
    "intro": "<span class='fw-semibold'>Fábrica de indumentaria y accesorios textiles:</span><br>Rediseño.",
    "descript1": "<strong>Desafío:</strong> Refinar una marca existente de indumentaria y accesorios para mejorar su legibilidad y singularidad sin perder la esencia ya establecida por la clienta.",
    "descript2": "<strong>Solución:</strong> Realicé un retoque tipográfico al logotipo existente, mejorando aspectos técnicos de legibilidad y reproducción mientras modificaba la forma, aumentando su reconocimiento y unicidad.",
    "cant": "8",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "8",
    "title": "Tensor",
    "category": "[branding, audiovisual]",
    "date": "Posadas — Misiones [2021]",
    "intro": "<span class='fw-semibold'>Galería de arte contemporáneo & tienda:</span><br>Marca + sistema gráfico + marca tienda + audiovisual.",
    "descript1": "<strong>Desafío:</strong> Crear una identidad para un proyecto que fusiona diseño y arte, necesitando un concepto que se moviera fluidamente entre ambos mundos.<br><br><strong>Concepto:</strong> Partiendo del nombre 'Tensor' [elemento característico del diseño], creé un sistema visual que representa el diálogo constante entre el pragmatismo del diseño y la libertad expresiva del arte.",
    "descript2": "<strong>Solución:</strong> Desarrollé una marca atemporal tomando como elementos gráficos la misma forma de la clásica tipografía de diseño 'Eurostile LT'. La identidad visual incorpora elementos que pueden interpretarse desde perspectivas artísticas y funcionales simultáneamente.",
    "cant": "11",
    "video": "2",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "7",
    "title": "Peta SRL",
    "category": "[branding]",
    "date": "Puerto Rico — Misiones [2018]",
    "intro": "<span class='fw-semibold'>Estación de servicio con franquicia Shell:</span><br>Marca y sistema gráfico simple.",
    "descript1": "<strong>Desafío:</strong> Desarrollar una marca atemporal para una empresa del rubro combustibles, que comunique simultáneamente dinamismo y compromiso ambiental.",
    "descript2": "<strong>Solución:</strong> Creé un concepto global basado en el principio físico 'la energía no se extingue, solo se transforma', integrando tres elementos simbólicos: la gota [representando el producto principal], la llama [energía en movimiento] y la hoja [compromiso medioambiental].",
    "cant": "9",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "6",
    "title": "Satoris DJ's",
    "category": "[branding, audiovisual, social]",
    "date": "Posadas — Misiones [2021]",
    "intro": "<span class='fw-semibold'>Marca paraguas:</span><br>Símbolo base + subsímbolos @l_satoris y @r_satoris.",
    "descript1": "<strong>Desafío:</strong> Un dúo de DJ's necesitaba una identidad que las una cuando trabajan en equipo, y que las distinga al trabajar como solistas.<br><br><strong>Concepto:</strong> La tríada simbólica representa la naturaleza cíclica del tiempo y al eterno retorno. La serpiente o dragón devorándose a sí mismo y volviendo a renacer, permite matices de interpretación, simboliza el tiempo y la continuidad de la vida. Se utiliza como representación de la unidad de todas las cosas, en la extensión del plano material y el espiritual, estos nunca desaparecerán, sino que simplemente cambiarán de forma quedando en un ciclo eterno, de destrucción y nueva creación.",
    "descript2": "<strong>Solución:</strong> Desarrollé una marca paraguas [partiendo del Uroboros] como símbolo del dúo. El dragón representa a R_Satoris y la serpiente, a L_Satoris. Esta convivencia gráfica permite una correcta identificación para todas las necesidades comunicacionales del equipo.",
    "cant": "5",
    "video": "1",
    "related": "[0, 0]",
    "link": "instagr.am/__satoris__"
  },
  {
    "id": "5",
    "title": "Valentina",
    "category": "[branding, audiovisual, social]",
    "date": "Posadas — Misiones [2022]",
    "intro": "<span class='fw-semibold'>Entrenadora física online:</span><br>Logotipo + símbolo + videos para YouTube.",
    "descript1": "<strong>Desafío:</strong> Crear una identidad visual y estrategia de contenidos para una entrenadora de Body Fitness que necesitaba destacar su enfoque único en entrenamientos cortos pero efectivos.<br><br><strong>Estrategia de contenidos:</strong> Diseñé una estructura narrativa y visual consistente para los videos, optimizando cada aspecto desde las miniaturas hasta las secuencias de ejercicios para maximizar el engagement.",
    "descript2": "<strong>Solución:</strong> Desarrollé una identidad de marca y un sistema de contenidos centrado en el concepto 'Ejercitá en casa en 10 minutos'. Produje una serie de videos para YouTube que destacan la metodología singular de Valentina, haciéndola accesible para personas con poco tiempo disponible.",
    "cant": "5",
    "video": "1",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "4",
    "title": "Paradero",
    "category": "[branding, lettering]",
    "date": "Puerto Rico — Misiones [2022]",
    "intro": "<span class='fw-semibold'>Sandwichería artesanal no convencional, empaquetada al vacío para llevar:</span><br>Lettering + logotipo.",
    "descript1": "<strong>Desafío:</strong> Desarrollar una identidad para empresa que vende productos empaquetados al vacío en estaciones de servicio [sándwiches artesanales estilo gourmet], necesitando comunicar calidad en un entorno de consumo rápido.<br><br><strong>Técnica:</strong> Utilicé el lettering para crear una marca no sólo única, sinó también, hecha a mano.",
    "descript2": "<strong>Solución:</strong> Creé un concepto basado en 'La Parada que Vale la Pena', jugando con el nombre 'Paradero' como lugar donde el viajero 'para' a disfrutar algo de calidad. Desarrollé un sistema visual que equilibra elementos delicados [calidad] con toques rústicos [reforzando lo artesanal].",
    "cant": "10",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "3",
    "title": "Seewald-I",
    "category": "[branding]",
    "date": "Puerto Rico — Misiones [2014]",
    "intro": "<span class='fw-semibold'>Programador de sistemas web:</span><br>Naming y logotipo + símbolo.",
    "descript": "Desarrollador Full-Stack que brinda soluciones tecnológicas integrales [desde seguridad informática, hasta e-commerce]. El desafío fue que en Misiones ‘Seewald’ es un apellido muy conocido y relacionado al rubro automotor, de ahí fue la elección tipográfica, los colores y la angulación de la forma. El agregado ‘-I’ con connotación tecnológica, separa el nombre de marca de una apellido y lo vuelve singular.",
    "cant": "4",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "2",
    "title": "McDonald",
    "category": "[branding]",
    "date": "Puerto Rico — Misiones [2019]",
    "intro": "<strong>Mayorista de repuestos para motos:</strong><br>Rediseño de marca.",
    "descript1": "<strong>Desafío:</strong> Una empresa distribuidora de moto-partes necesitaba modernizar su identidad manteniendo el reconocimiento de marca entre sus distribuidores.<br><br><strong>Proceso:</strong> Analicé los puntos fuertes del símbolo original y rediseñé una evolución que mantiene su esencia mientras mejora aspectos técnicos de reproducibilidad y aplicación.",
    "descript2": "<strong>Solución:</strong> Rediseñé el símbolo [inspirado en el recorrido ida y vuelta por la provincia] mejorando su calidad gráfica y actualicé la tipografía para alinearla mejor al rubro de la empresa.",
    "cant": "10",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  },
  {
    "id": "1",
    "title": "Logofolio 2012/2025",
    "category": "[branding, lettering]",
    "date": "Posadas — Misiones 2025",
    "intro": "Un vistazo rápido a las marcas que he realizado en los últimos años.",
    "descript1": "<strong>Si funciona en blanco y negro = funciona siempre.</strong><br>Al abordar el diseño de marcas, considero no solo los aspectos creativos y la singularidad conceptual, sino también las dimensiones técnicas del símbolo: su implementación práctica, la diversidad de soportes, los sistemas de reproducción y las consideraciones presupuestarias inherentes a su campaña.",
    "descript2": "La marca gráfica constituye un elemento fundamental en toda estrategia de comunicación corporativa, demandando así un proceso de construcción serio y metódico.",
    "cant": "8",
    "video": "",
    "related": "[0, 0]",
    "link": ""
  }
]